"About" = "Informace";

"Chat and Message Alerts" = "Výstrahy chatu a zpráv";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Nastavení upozornění, včetně nastavení upozornění funkce Push E-mail, se nachází v aplikaci. Otevřete záložky a klepněte na položku Nastavení účtu.";

"Notifications" = "Upozornění";

"Photo and Video" = "Fotka a video";

"Play Sound" = "Přehrát zvuk";

"Record HD Video" = "Natočit HD video";

"Version" = "Verze";

"Vibrate" = "Vibrace";

